{
  "architectures": [
    "BiEncoder"
  ],
  "ctx_model_name": null,
  "ctx_no_grad": true,
  "dpp_training": false,
  "margin": 0.02,
  "model_type": "BiEncoder",
  "norm_embed": false,
  "pair_wise": false,
  "q_model_name": "/mnt/data3/lyk/models/bert-base-uncased",
  "scale_factor": 0.1,
  "torch_dtype": "float32",
  "transformers_version": "4.37.2"
}
